Repository: myclabs/Inventory
Catalog: application/languages/AF/configComponentMessage.tmx
Source language: fr
Languages: en

source: Ce groupe ne peut pas être supprimé, car il contient un ou plusieurs composants.
en: This group cannot be deleted, since it contains one or several components.

source: Seuls les sous-formulaires répétés peuvent comprendre un champ libellé libre.
en: Only repeated subforms can be equipped with a free label.

source: Ce champ ne peut pas être supprimé, car une (au moins) des conditions élémentaires de l'onglet « Interactions » porte sur lui.
en: This field cannot be deleted, since at least one of the elementary conditions of the « Interactions » tab relies on it.

source: Ce champ ne peut pas être supprimé, car une (au moins) des conditions élémentaires de l'onglet « Traitement » porte sur lui.
en: This field cannot be deleted, since at least one of the elementary conditions of the « Treatment » tab relies on it.

source: Cette option ne peut pas être supprimée, car elle joue le rôle de valeur de référence pour une (au moins) des conditions élémentaires de l'onglet « Interactions ».
en: This option cannot be deleted, since it is used as reference value by at least one among elementary conditions of the « Interactions » tab.

source: Cette option ne peut pas être supprimée, car elle joue le rôle de valeur de référence pour une (au moins) des conditions élémentaires de l'onglet « Traitement ».
en: This option cannot be deleted, since it is used as reference value by at least one among elementary conditions of the « Treatment » tab.

source: Ce champ ne peut pas être supprimé, car il est utilisé pour l'indexation d'au moins un algorithme numérique ou la détermination d'au moins une coordonnée d'algorithme de type paramètre.
en: This field cannot be deleted, since it is used for indexation of at least one numeric algorithm or determination of at least one numeric algorithm of parameter type.
